Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/forms_schemes_fi/saamelainen_varhaiskasvatussuunnitelma.pdf.tmx
Source language: fin
Languages: sme

source: Saamelaisten perhe- ja työelämän yhteensovittamiseksi tulisi kehittää saamenkielisten varhaiskasvatuspalvelujen monimuotoisuutta järjestämällä avointa kerho- ja leikkitoimintaa sekä osa-aikaisia varhaiskasvatuspalveluja.
sme: Sápmelaš bearaš- ja bargoeallima oktiiheiveheapmin galggašii ovddidit sámegielat árabajásgeassinbálvalusaid máŋggaláganvuođa nu, ahte ordnet rabas riekkes- ja stoahkandoaimma sihke oasseáigásaš árabajásgeassinbálvalusaid.

source: Monimuotoistaminen mahdollistaisi paremmin saamelaisten perinteisistä ja yhdistelmäelinkeinoista toimeentulonsa saavien perheiden tarpeiden huomioimisen päivähoitoaikojen järjestelyissä ja hoitomuotojen toteuttamisessa.
sme: Máŋggaláganvuohta dagašii vejolažžan buorebut sápmelaččaid árbevirolaš ja lotnolasealáhusain birgejumi oažžu bearrašiid dárbbuid vuhtii váldima beaivedikšunáiggiid ordnemiin ja dikšunhámiid ollašuhttimis.

source: Liite 1. VARHAISKASVATUSTA OHJAAVAT SOPIMUKSET JA LAIT
sme: Mielddus 1. SOAHPAMUŠAT JA LÁGAT, MAT STIVREJIT ÁRABAJÁSGEASSIMA

source: Kansainväliset sopimukset
sme: Riikkaidgaskasaš soahpamušat

source: Varhaiskasvatuksen arvopohjaa linjaavat monet kansainväliset sopimukset.
sme: Árabajásgeassima árvvuid linnjáid čájehit máŋggat riikkaidgaskasaš soahpamušat.

source: Suomi on ratifioinut monia kansainvälisiä sopimuksia, joilla se sitoutunut saamelaisten kielen ja kulttuurin säilyttämiseen ja kehittämiseen.
sme: Suopma le ratifiseren máŋggaid riikkaidgaskasaš soahpamušaid, maiguin dat lea čatnasat sápmelaččaid giela ja kultuvrra seailluheapmái ja ovddideapmái.

source: Tällaisia ovat mm. Alueellisia kieliä tai vähemmistökieliä koskeva Eurooppalainen peruskirja (SopS 23/1998) ja Kansallisten vähemmistöjen suojelua koskeva puiteyleissopimus (SopS 2/1998), KP-sopimus (SopS 7/1976) ja Lapsen oikeuksien sopimus (SopS60/1991).
sme: Dákkárat leat ee. Guovlulaš gielaid ja unnitlogu gielaid guoskevaš Eurohpalaš vuođđogirji (SopS 23/1998) ja Nášuvnnalaš unnitlogugielaid guoskevaš vuođđorápmasoahpamuš (SopS 2/1998), KP-soahpamuš (SopS 7/1976) ja Máná vuoigatvuođaid soahpamuš (SopS 60/1991).

source: Vuonna 2007 hyväksytty YK:n alkuperäiskansoja koskeva julistus osoittaa moraalisena asiakirjana myös suuntaa alkuperäiskansojen ihmisoikeuksien kehittymiselle tulevaisuudessa.
sme: Jagi 2007 dohkkehuvvon ON eamiálbmogiid guoskevaš julggaštus čujuha morálalaš áššegirjin maiddái háltelinnjá eamiálbmogiid olmmošvuoigatvuođaid ovdáneapmái boahttevuođas.

source: Lapsen oikeuksien sopimus velvoittaa sopimusvaltiota turvaamaan lapsille osuuden yhteiskunnan voimavaroista, oikeuden osallistua itseään koskevaan päätöksentekoon ja yhteiskuntaelämään sekä oikeuden suojeluun ja huolenpitoon.
sme: Máná vuoigatvuođaid soahpamuš geatnegahttá soahpamušstáhta dorvvastit mánnái ossodaga servodaga resurssain, vuoigatvuođa oassálastit alcces guoskevaš mearrádusaide ja servodateallimii sihke vuoigatvuođa suodjaleapmái ja fuolaheapmái.

source: Päivähoidossa lapsen osallisuudessa on kyse yhteisöön kuulumisesta ja siihen vaikuttamisesta.
sme: Beaivedivššus máná oasalašvuođas lea jearaldat servodahkii gullamis ja dasa váikkuheamis.

source: Sopimuksessa painotetaan lapsen edun näkökulmaa kaikissa lasta koskevissa toiminnoissa.
sme: Soahpamušas deattuhit máná ovddu viŋkila buot máná guoskevaš doaimmain.

source: Suomen lainsäädäntö
sme: Suoma láhkaásaheapmi

source: Perustuslain perusoikeussäännöksissä varhaiskasvatuksen toteuttamisessa keskeisiä oikeuksia ovat yhdenvertaisuus, ihmisarvon loukkaamattomuus, yksilön vapauden ja oikeuksien turvaaminen, uskonnonvapaus, lapsen oikeutta osallistua ja vaikuttaa oman arkensa ja kehitystasonsa kannalta tärkeisiin asioihin sekä kielelliset ja kulttuuriset oikeudet.
sme: Vuođđolága vuođđovuoigatvuođaásahusain árabajásgeassima guovddaš vuoigatvuođat leat ovttaveardásašvuohta, olmmošárvvu loavkitmeahttunvuohta, ovttaskasfriijavuohta, vuoigatvuođaid dorvvasteapmi, oskku friijavuohta, máná vuoigatvuohta oassálastit ja váikkuhit iežas árgabeaivvi ja ovdánandási dáfus dehálaš áššiide sihke gielalaš ja kultuvrralaš vuoigatvuođat.

source: Suomen perustuslain mukaan saamelaisilla on alkuperäiskansana oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan (PL 17.3 §).
sme: Suoma vuođđolága mielde sápmelaččain lea eamiálbmogin vuoigatvuohta bajásdoallat ja ovddidit gielas ja kultuvrras (PL 17.3 §).

source: Julkisen vallan velvollisuutena on perustuslain 22 §:n mukaan turvata perusoikeuksien ja ihmisoikeuksien toteutuminen.
sme: Almmolaš válddi geatnegasvuohta lea vuođđolága 22 § mielde dorvvastit vuođđovuoigatvuođaid ja olmmošvuoigatvuođaid ollašuvvan.

source: Saamelaisten perusoikeussäännös yhdessä 22 §:n kanssa velvoittaa julkista valtaa tukemaan saamelaisen alkuperäiskansan oman kielen ja kulttuurin kehittämistä.
sme: Sápmelaččaid vuođđovuoigatvuođanjuolggadus ovttas 22 §:ain geatnegahttá almmolaš válddi doarjut sápmelaš eamiálbmoga giela ja kultuvrra ovddideami.

source: Saamelaisten kielellisistä oikeuksista on säädetty saamen kielilaissa (1086/03).
sme: Sápmelaš gielalaš vuoigatvuođain lea meroštallon sámi giellalágas (1086/03).

source: Muut varhaiskasvatuksessa huomioitavat lait ja yleiset linjaukset: yhdenvertaisuuslaki, laki sosiaalihuollon asiakkaan asemasta ja oikeuksista, laki sosiaalihuollon ammatillisen henkilöstön kelpoisuusvaatimuksista ja varhaiskasvatussuunnitelman perusteet.
sme: Eará árabajásgeassimis vuhtii váldojuvvon lágat ja almmolaš linnjágeassimat: ovttaveardásašvuođaláhka, láhka sosiálafuolahusa áššehasa sajádagas ja vuoigatvuođain, láhka sosiálafuolahusa ámmátlaš bargoveaga dohkálašvuođagáibádusain ja árabajásgeassinplána vuođustusat.

source: Laki lasten päivähoidosta
sme: Láhka mánáid beaivedivššus

source: Lasten päivähoidosta annettu laki (875/1981) velvoittaa kuntia huolehtimaan siitä, että lasten päivähoitoa voidaan antaa lapsen äidinkielenä olevalla saamen kielellä (11 §).
sme: Mánáid beaivedivššus addojuvvon láhka (875/1981) geatnegahttá gielddaid atnit fuola, ahte mánáid beaivedivššu sáhttá fállat máná eatnogiellan sámegillii (11 §).

source: Lasten päivähoidosta annetun asetuksen (239/1973) 1 a §:n (1336/1994) mukaan lasten päivähoidon kasvatustavoitteisiin kuuluu muun muassa saamelaisten oman kielen ja kulttuurin tukeminen yhteistyössä kyseisen kulttuurin edustajien kanssa.
sme: Mánáid beaivedivššus addojuvvon ásahusa (239/1973) 1 a § (1336/1994) mielde máná beaivedivššu ulbmiliidda gullá earret eará sápmelaččaid iežas giela ja kultuvrra doarjun ovttasbargguin dán kultuvrra ovddasteddjiiguin.

source: Liite 2. YK:N LASTEN OIKEUKSIEN SOPIMUS LYHYESTI
sme: Mielddus 2. ON MÁINÁID VUOIGATVUO Đ AID JULGGAŠTUS

source: Jokainen alle 18-vuotias on lapsi.
sme: 1. Juohkehaš vuollel 18-jahkásaš lea manna 2.

source: 2. Lapsen oikeudet kuuluvat jokaiselle lapselle.
sme: Máná vuoigatvuođat gullet juohke mánnái.

source: Ketään lasta ei saa syrjiä hänen tai hänen vanhempiensa ominaisuuksien, mielipiteiden tai alkuperän vuoksi.
sme: Máná ii oaččo soardit su dahje su váhnemiid iešvuođaid, oaiviliid dahje máttuid geažil.

source: Lapsia koskevia päätöksiä tehtäessä on aina ensimmäiseksi otettava huomioon lapsen etu.
sme: 3. Mánnái guoskevaš mearrádusaid dahkamis galgá álo váldit vuosttamužžan vuhtii máná ovddu.

source: 4. Valtion on toteutettava Lapsen oikeuksien sopimuksen määräämät oikeudet.
sme: 4. Stáhta galgá ollašuhttit vuoigatvuođaid, maid Mánáid vuoigatvuođaid soahpamuš mearrida.

source: 5. Valtion on kunnioitettava vanhempien tai muiden lapsen huoltajien vastuuta, oikeuksia ja velvollisuuksia lapsen kasvatuksessa.
sme: 5. Stáhta galgá gudnejahttit váhnemiid dahje eará máná fuolaheddjiid ovddasvástádusa, vuoigatvuođaid ja geatnegasvuođaid máná šaddadeamis.

source: 6. Lapsella on oikeus elämään.
sme: 6. Mánás lea vuoigatvuohta eallimii.

source: Valtion on taattava mahdollisimman hyvät edellytykset lapsen henkiinjäämiselle ja kehitykselle omaan tahtiin.
sme: Stáhta galgá dáhkidit nu buriid eavttuid go vejolaš máná ceavzimii ja čálgamii su iežas čálganmuttu mielde.

source: Lapsi on rekisteröitävä heti syntymän jälkeen.
sme: 7. Mánná galgá registrerejuvvot dalán riegádeami maŋŋá.

source: Syntyneellä lapsella on oikeus nimeen ja kansalaisuuteen.
sme: Riegádan mánás lea vuoigatvuohta nammii ja riikkavulošvuhtii.

source: Lapsella on oikeus tuntea vanhempansa ja olla ensisijaisesti heidän hoidettavanaan.
sme: Mánás lea vuoigatvuohta dovdat váhnemiiddis ja orrut vuosttažettiin sudno divššus.

source: Lapsella on oikeus säilyttää henkilöllisyytensä, kansalaisuutensa, nimensä ja sukulaissuhteensa.
sme: 8. Mánás lea vuoigatvuohta seailluhit iežas identitehta, riikkavulošvuođa, nama ja fuolkegaskavuođaid.

source: 9. Lapsella on lähtökohtaisesti oikeus elää vanhempiensa kanssa, jos hänellä on hyvä ja turvallista olla heidän kanssaan.
sme: 9. Álgovuolggalaččat mánná galgá beassat eallit iežas váhnemiiguin, juos sus lea buorre ja oadjebas dilli sudno luhtte.

source: Vanhemmistaan erossa asuvalla lapsella on oikeus tavata ja pitää säännöllisesti yhteyttä kumpaankin vanhempaansa.
sme: Mánás, guhte ii ása váhnemiiddis luhtte, lea vuoigatvuohta deaivat guktuid váhnemiid.

source: Tapaaminen voidaan estää, jos se on lapsen edun vastaista.
sme: Deaivvadeami sáhttá eastit dalle, juos dat lea máná ovddu vuostá.

source: 10. Jos lapsi ja hänen vanhempansa joutuvat eri valtioihin, on valtion velvollisuus käsitellä hakemus perheen jälleenyhdistämiseksi myönteisesti ja viivyttelemättä.
sme: 10. Juos mánná ja su váhnemat gártet guhtege sierra riikkaide, stáhtas lea geatnegasvuohta gieđahallat ohcamuša bearraša ovttastahttimii miehtemielalaččat ja ájitkeahttá.

source: 11. Valtion pitää estää lasten laiton kuljettaminen maasta toiseen.
sme: 11. Stáhta galgá caggat mánáid lágahis doalvuma riikkas nubbái.

source: 12. Lapsella on oikeus vapaasti ilmaista mielipiteensä kaikissa itseään koskevissa asioissa
sme: 12. Mánás lea vuoigatvuohta iežas oaiviliidda buot áššiin, mat gusket su. Máná oaivil galgá váldojuvvot vuhtii su agi ja čálganmuttu mielde.

source: 13. Lapsella on mielipiteidensä ilmaisemiseksi oikeus hakea, vastaanottaa ja levittää tietoa ja ajatuksia vapaasti, kunhan se ei loukkaa muiden oikeuksia.
sme: 13. Mánás lea oaiviliiddis ovdanbuktimii vuoigatvuohta ohcat, váldit vuostá ja juohkit dieđu ja jurdagiid lupmosit, go dat fal ii čuoza eará olbmuid vuoigatvuođaide.

source: 14. Lapsella on oikeus ajatuksen-, omantunnon ja uskonnonvapauteen.
sme: 14. Mánás lea vuoigatvuohta jurdda-, oamedovdo- ja oskkoldatluomusvuhtii.

source: 15. Lapsella on oikeus liittyä yhdistyksiin ja toimia
sme: 15. Mánás lea vuoigatvuohta searvat servviide ja doaibmat dain.

source: 16. Lapsella on oikeus yksityisyyteen, kotirauhaan ja kirjesalaisuuteen.
sme: 16. Mánás lea vuoigatvuohta priváhtavuhtii, ruovtturáfái ja reivesuollemasvuhtii.

source: 17. Lapsella on oikeus saada tiedotusvälineiden kautta sellaista tietoa, joka on tärkeää hänen kehityksensä ja hyvinvointinsa kannalta.
sme: 17. Mánás lea vuoigatvuohta oažžut dieđihangaskaomiid bokte dakkár dieđu, mii lea dehálaš su ahtanuššama ja buresbirgema dáfus.

source: 18. Vanhemmilla on ensisijainen ja yhteinen vastuu lapsen kasvatuksesta.
sme: 18. Váhnemiin lea vuosttamuš ja oktasaš ovddasvástádus máná šaddadeamis.

source: Heillä on oikeus saada tukea tehtäväänsä.
sme: Sis lea vuoigatvuohta oažžut dasa doarjaga.

source: 19. Lasta on suojeltava kaikelta väkivallalta, välinpitämättömältä kohtelulta ja hyväksikäytöltä.
sme: 19. Máná galgá suodjalit buotlágán veahkaválddis, berošmeahttun meannudeamis ja buorringeavaheamis.

source: 20. Lapsella, joka ei voi elää perheensä kanssa, on oikeus saada erityistä suojelua ja tukea.
sme: 20. Mánás, guhte ii sáhte eallit iežas bearrašiin, lea vuoigatvuohta oažžut earenomáš suoji ja doarjaga.

source: 21. Lapsia voidaan adoptoida, jos se on lapsen kannalta paras vaihtoehto 22. Pakolaislapsella on oikeus saada tarvitsemansa
sme: 21. Mánná sáhttá adopterejuvvot, juos dat lea su dáfus buoremus molssaeaktu. 22. Báhtareaddjimánás lea vuoigatvuohta oažžut earenoamáš divššu.

source: 23. Vammaisen lapsen pitää saada parasta mahdollista hoitoa ja apua, joka edistää hänen itseluottamustaan ja osallistumistaan.
sme: 23. Lámis mánná galgá oažžut buoremus vejolaš divššu ja veahki, mii ovddida su iešluohttámuša ja oassálastima.

source: 24. Lapsella on oikeus elää mahdollisimman terveenä ja saada tarvitsemansa terveyden- ja sairaudenhoito.
sme: 24. Mánás lea vuoigatvuohta eallit nu dearvan go vejolaš ja oažžut dárbbus mielde dearvvaš- ja buozalmasvuođadivššu.

source: 25. Syntymäkotinsa ulkopuolelle sijoitetulla lapsella on oikeus hänelle annetun hoidon ja hänen sijoituksensa perusteiden ajoittaiseen tarkistamiseen.
sme: 25. Šaddanruovttu olggobeallái gártan mánás lea vuoigatvuohta dasa, ahte su dikšu ja su dikšui bidjama ákkat dárkkistuvvojit gaskkohagaid.

source: 26. Lapsella on oikeus sosiaaliturvaan.
sme: 26. Mánás lea vuoigatvuohta sosiáladorvui.

source: 27. Lapsella on oikeus hänen kehityksensä kannalta
sme: 27. Mánás lea vuoigatvuohta eallindássái, mii lea dárbbašlaš su ahtanuššamii.

source: 28. Lapsella on oikeus saada maksuttomasti perusopetusta.
sme: 28. Mánás lea vuoigatvuohta oažžut vuođđooahpahusa nuvttá.

source: 29. Koulutuksen on kehitettävä lapsen yksilöllisiä taitoja, ihmisoikeuksien sekä lapsen oman kielen ja kulttuurin kunnioitusta, vastuullista kansalaisuutta, suvaitsevaisuutta sekä ympäristön suojelua.
sme: 29. Skuvlen galgá gárgehit máná ovttaskas dáidduid ja bajidit máná olmmošvuoigatvuođaid ja iežas giela ja kultuvrra gudnejahttima, vásttolaš riikkavulošvuođa, utnolašvuođa, sohkabeliid dásseárvvu ja birrasa gáhttema.

source: 30. Vähemmistöryhmään tai alkuperäiskansaan kuuluvalla lapsella on oikeus omaan kulttuuriinsa, uskontoonsa ja kieleensä.
sme: 30. Unnitlohkui dahje eamiálbmogii gullevaš mánás lea vuoigatvuohta iežas kultuvrii, oskui ja gillii.

source: 31. Lapsella on oikeus lepoon, leikkiin ja vapaa-aikaan
sme: 31. Mánás lea vuoigatvuohta vuoiŋŋastit ja duhkoraddat.

source: sekä taide- ja kulttuurielämään.
sme: Sus lea maiddái vuoigatvuohta friddjaáigái ja dáidda- ja kultureallimii.

source: 32. Lapsella ei saa teettää työtä, joka haittaa hänen opintojaan tai vahingoittaa hänen terveyttään tai kehitystään.
sme: 32. Mánnái ii oaččo barggahit barggu, mii hehtte su oahpuid dahje vahágahttá su dearvvašvuođa dahje ahtanuššama.

source: 33. Lasta on suojeltava huumeilta ja laittomalta huumekaupalta.
sme: 33. Máná galgá suodjalit gárrenávdnasiin ja lobihis gárrenávdnasiid vuovdimis.

source: 34. Lasta on suojeltava kaikenlaiselta seksuaaliselta
sme: 34. Máná galgá suodjalit buotlágán seksuála buorringeavaheamis.

source: 35. Valtioiden on estettävä lapsikauppa.
sme: 35. Stáhtat galget caggat mánáid gávppašeami.

source: 36. Lasta on suojeltava kaikelta hänen hyvinvointiaan uhkaavalta hyväksikäytöltä.
sme: 36. Máná galgá suodjalit buotlágan buorringeavaheamis, mii áitá su buresbirgejumi.

source: 37. Lasta ei saa kiduttaa. Lasta ei saa rankaista julmalla
sme: 37. Máná ii oaččo biinnidit iige ráŋggáštit olmmošmeahttumit dahje badjelgeahččanvugiin.

source: Lapsen vangitsemisen tulee olla viimesijainen keino ja silloinkin on huomioitava hänen ikänsä mukaiset tarpeet.
sme: Máná giddagassii bidjan galgá leat maŋimuš čoavddus ja dallege ferte váldojuvvot vuhtii su agi miel dárbbut.

source: 38. Alle 18-vuotiasta ei saa värvätä armeijaan eikä hän saa osallistua sodankäyntiin.
sme: 38. Vuollel 18-jahkásacca ii oaččo váldit soahtevehkii iige son oaččo oassálastit soahtái.

source: Aseellisissa selkkauksissa on suojeltava lapsia.
sme: Buotlágan doaimmain, main leat vearjjut mielde, máná galgá suodjalit.

source: 39. Väärinkäytösten uhriksi joutunutta lasta on autettava toipumaan ja hänen sopeutumistaan yhteiskuntaan on edistettävä.
sme: * 39. Vearredaguid gillájeaddjin gártan máná galgá veajuidahttit ja su vuogáiduvvama servodahkii galgá doarjut.

source: 40. Lakia rikkonutta lasta on suojeltava ja hänen oikeuksiaan on kunnioitettava.
sme: 40. Lága rihkkon máná galgá várjalit ja su vuoigatvuođaid galgá gudnejahttit.

source: 41. Jos valtion kansallinen lainsäädäntö turvaa lapselle paremmat oikeudet kuin tämä sopimus, sitä on noudatettava.
sme: 41. Juos stáhta sisriikkalaš láhkamearrideapmi dáhkida mánáide buoret vuoigatvuođaid go dát soahpamuš, de dan galgá čuovvut.

source: 42. Valtion on huolehdittava, että kaikki kansalaiset tietävät lapsen oikeudet.
sme: 42. Stáhta galgá atnit ávvira das, ahte buot riikkavuložat dihtet mánáid vuoigatvuođain.

source: Nämä artiklat ovat päätöksiä sopimukseen liittymisestä, muuttamisesta, valvonnasta, siitä raportoimisesta ja sopimuksen muusta voimassaolosta.
sme: 44.–54. Dát artiklat leat mearrádusat soahpamuššii searvamis, rievdadeamis, dan raporteremis ja soahpamuša eará fámus.

source: Karigasniemen saamenkielinen päiväkoti Gollerássi, Karigasniemi.
sme: * Ahkerádji bajiduvvon lassibeavdegirjjis 15 jagis 18 jahkái.
